tap "hashicorp/tap"
brew "antidote"
# brew "aws-nuke"
brew "awscli"
brew "bat"
brew "bear"
brew "bento4"
# brew "cabal-install"
brew "clang-format"
# brew "delve"
# brew "dotnet"
brew "dust"
# brew "elixir"
# brew "eza"
brew "fd"
brew "ffmpeg-full"
# brew "fzf"
# brew "ghc"
# brew "git"
brew "git-delta"
# brew "git-lfs"
brew "gnupg"
# brew "go"
# brew "gopls"
brew "gpac"
# brew "graphviz"
# brew "ipcalc"
brew "jq"
brew "mas"
brew "media-info"
brew "mkvtoolnix"
brew "molten-vk"
# brew "nmap"
brew "node"
# brew "openjdk"
# brew "opentofu"
# brew "php"
# brew "pipx"
# brew "protobuf"
brew "ripgrep"
# brew "rust"
# brew "tsduck"
# brew "zoxide"
brew "hashicorp/tap/terraform"
cask "1password"
cask "1password-cli"
# cask "android-studio"
# cask "charles"
cask "chatgpt"
cask "claude"
cask "deepl"
cask "discord"
cask "drawio"
cask "font-jetbrains-mono"
# cask "gcloud-cli"
# cask "google-chrome"
# cask "nordlayer"
# cask "obs"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "qflipper"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "tableplus"
# cask "vlc"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "AusweisApp", id: 948660805
mas "Instapaper", id: 288545208
# mas "Keynote", id: 361285480
# mas "Numbers", id: 361304891
mas "Pages", id: 361309726
# mas "TestFlight", id: 899247664
# mas "WireGuard", id: 1451685025
# mas "Xcode", id: 497799835
