tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
brew "jq"
brew "ghc"
brew "cabal-install"
brew "terraform"
brew "ipcalc"
brew "graphviz"
brew "awscli"
brew "node"
brew "yarn"
brew "elixir"
brew "go"
brew "php"
brew "composer"
brew "git"
brew "gnupg"
brew "ripgrep"
brew "bat"
brew "fd"
brew "exa"
brew "dust"
brew "mas"
brew "hey"
brew "nmap"
brew "zsh-completions"
cask "docker"
cask "keybase"
cask "tableplus"
cask "google-chrome"
cask "visual-studio-code"
cask "postman"
cask "rectangle"
mas "1Password 7", id: 1333542190
mas "Xcode", id: 497799835
mas "Slack", id: 803453959
mas "NordVPN IKE", id: 1116599239
mas "Tweetbot", id: 1384080005
mas "Telegram", id: 747648890
mas "Instapaper", id: 1481302432
mas "Amphetamine", id: 937984704
mas "Pages", id: 409201541
mas "Numbers", id: 409203825
mas "Keynote", id: 409183694
